Repository: isabella232/shuup-mailchimp
Catalog: shuup_mailchimp/locale/*/LC_MESSAGES/django.po
Languages: fr_ca, sv_se

source: Re-connect Mailchimp
fr_ca: Reconnectez Mailchimp
sv_se: Anslut Mailchimp igen

source: Connect Mailchimp
fr_ca: Connectez Mailchimp
sv_se: Anslut Mailchimp

source: Connect your Mailchimp account to Shuup store. Once connected, your customers can be added to your mailing list.
fr_ca: Connectez votre compte Mailchimp à la boutique Shuup. Une fois connectés, vos clients peuvent être ajoutés à votre liste de diffusion.
sv_se: Anslut ditt Mailchimp-konto till Shuup Store. När du är ansluten kan dina kunder läggas till i din e-postlista.

source: Mailchimp API key
fr_ca: Clé API Mailchimp
sv_se: Mailchimp API-nyckel

source: Mailchimp list id
fr_ca: Identifiant de la liste Mailchimp
sv_se: Mailchimp-lista id

source: Enabled
fr_ca: Activée
sv_se: Aktiverad

source: Mailchimp username
fr_ca: Nom d&#39;utilisateur Mailchimp
sv_se: Mailchimp-användarnamn

source: Testing configuration failed
fr_ca: Le test de la configuration a échoué
sv_se: Testkonfigurationen misslyckades

source: Configuration test successful
fr_ca: Test de configuration réussi
sv_se: Konfigurationstest lyckades

source: no status
fr_ca: pas de statut
sv_se: ingen status

source: subscribed
fr_ca: abonné
sv_se: prenumerera

source: unsubscribed
fr_ca: désabonné
sv_se: avslutar prenumerationen

source: cleaned
fr_ca: nettoyé
sv_se: rengöras

source: pending
fr_ca: en attente
sv_se: i väntan på

source: shop
fr_ca: boutique
sv_se: affär

source: updated
fr_ca: mis à jour
sv_se: uppdaterad

source: created
fr_ca: créé
sv_se: skapad

source: sent to mailchimp
fr_ca: envoyé à mailchimp
sv_se: skickas till mailchimp

source: contact
sv_se: Kontakt

source: email
sv_se: e-post

source: The email that will receive order confirmations and promotional materials (if permitted).
fr_ca: L&#39;e-mail qui recevra les confirmations de commande et le matériel promotionnel (si autorisé).
sv_se: E-postmeddelandet som kommer att få orderbekräftelser och reklammaterial (om tillåtet).

source: Subscribe Newsletter (Mailchimp)
fr_ca: S&#39;inscrire à la newsletter (Mailchimp)
sv_se: Prenumerera på nyhetsbrev (Mailchimp)

source: Title
fr_ca: Titre
sv_se: Titel

source: Submit button text
fr_ca: Soumettre le texte du bouton
sv_se: Skicka knapptext

source: Input placeholder text
fr_ca: Texte de l&#39;espace réservé d&#39;entrée
sv_se: Mata in platshållartext

source: Success message
fr_ca: Message de réussite
sv_se: Framgångsmeddelande

source: Error message
fr_ca: Message d&#39;erreur
sv_se: Felmeddelande

source: Do not require consent when GDPR is activated.
fr_ca: Ne nécessite pas de consentement lorsque le RGPD est activé.
sv_se: Behöver inte samtycke när GDPR är aktiverat.

source: I want to receive marketing material
fr_ca: Je souhaite recevoir du matériel marketing
sv_se: Jag vill få marknadsföringsmaterial

source: To enable your integration with Mailchimp, please create a Mailchimp list in your Mailchimp admin panel and link it to Shuup. The List ID can be found under "Settings->List name and defaults" in the Mailchimp admin panel.
fr_ca: Pour activer votre intégration avec Mailchimp, veuillez créer une liste Mailchimp dans votre panneau d&#39;administration Mailchimp et la lier à Shuup. L&#39;ID de liste se trouve sous &quot;Paramètres-&gt; Nom de la liste et valeurs par défaut&quot; dans le panneau d&#39;administration de Mailchimp.
sv_se: För att möjliggöra din integration med Mailchimp, skapa en Mailchimp-lista i Mailchimp-administratörspanelen och länka den till Shuup. List-ID kan hittas under "Inställningar -> Listnamn och standardvärden" i Mailchimp-adminpanelen.

source: The second step is to generate an API key for the integration in your Mailchimp admin panel and add it to the form below. API key generation can be found under "Account->Extras->API keys" in the Mailchimp admin panel.
fr_ca: La deuxième étape consiste à générer une clé API pour l&#39;intégration dans votre panneau d&#39;administration Mailchimp et à l&#39;ajouter au formulaire ci-dessous. La génération de clé API peut être trouvée sous &quot;Compte-&gt; Extras-&gt; Clés API&quot; dans le panneau d&#39;administration de Mailchimp.
sv_se: Det andra steget är att generera en API-nyckel för integrationen i din Mailchimp-adminpanel och lägga till den i formuläret nedan. API-nyckelgenerering finns under "Konto -> Extra -> API-nycklar" i Mailchimp-adminpanelen.

source: When you have all the configurations saved test your integration and enable it.
fr_ca: Une fois toutes les configurations enregistrées, testez votre intégration et activez-la.
sv_se: När du har alla konfigurationer sparade testa din integration och aktivera den.

source: Last Connection check
fr_ca: Vérification de la dernière connexion
sv_se: Senaste anslutningskontroll

source: Last Connection status
fr_ca: État de la dernière connexion
sv_se: Senaste anslutningsstatus

source: Success
fr_ca: Succès
sv_se: Framgång

source: Failure
fr_ca: Échec
sv_se: Fel

source: Save and Test Connection
fr_ca: Enregistrer et tester la connexion
sv_se: Spara och testa anslutning

source: Unexpected error happened please try again.
fr_ca: Une erreur inattendue s&#39;est produite, veuillez réessayer.
sv_se: Oväntat fel inträffade, försök igen.

source: The newsletter cannot be shown because Mailchimp is not connected.
fr_ca: La newsletter ne peut pas être affichée car Mailchimp n&#39;est pas connecté.
sv_se: Nyhetsbrevet kan inte visas eftersom Mailchimp inte är anslutet.

source: I have read and agree to <a href='{}' target='_blank'>{}</a>
fr_ca: J&#39;ai lu et j&#39;accepte <a href='{}' target='_blank'>{}</a>
sv_se: Jag har läst och godkänner <a href='{}' target='_blank'>{}</a>

source: Lead text
fr_ca: Texte principal
